Repository: 84000/data-translation-memory
Catalog: toh679-v2.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ཡོན་ཏན་བསྔགས་པ་དཔག་ཏུ་མེད་པ་ཞེས་བྱ་བའི་གཟུངས།
en: The Noble Dhāraṇī Praising the Qualities of the Immeasurable One

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels.

source: ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མོ་བྷ་ག་བ་ཏེ། ཨ་མི་ཏ་བྷ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ།
en: namo ratna­trayāya namo bhagavate amitabhāya tathāgatāya arhate saṃyak­sambuddhāya |

source: ཏདྱ་ཐཱ། ཨོྃ་ཨ་མི་ཏེ། ཨ་མི་ཏོདྦྷ་བེ། ཨ་མི་ཏ་སཾ་བྷ་བེ། ཨ་མི་ཏ་བི་ཀྲཱནྟེ། ཨ་མི་ཏ་ག་མི་ནི། ག་ག་ན་ཀཱིརྟི་ཀ་རི། སརྦ་ཀླེ་ཤ་ཀྵ་ཡཾ་ཀ་རི་སྭཱ་ཧཱ།
en: tadyathā oṃ amite amitodbhave amita­saṃbhave amita­vikrānte amita­gamini gagana­kīrti­kare sarva­kleśa­kṣayaṃ­kare svāhā |

source: གཟུངས་འདིའི་ཆོ་ག་ནི་འདི་ཡིན་ཏེ
en: The ritual instructions for this dhāraṇī are as follows:

source: ལན་ཅིག་བརྗོད་པས་བསྐལ་པ་འབུམ་དུ་བསགས་པའི་ལས་ཀྱི་སྒྲིབ་པ་འབྱང་བར་འགྱུར་རོ། །
en: Reciting it once purifies the karmic obscurations that you have accumulated over one hundred thousand eons.

source: ཉིན་རེ་བཞིན་དུ་དུས་གསུམ་དུ་བཟླས་བརྗོད་བྱས་ན་སྡིག་པ་ཐམས་ཅད་འབྱང་བར་འགྱུར་རོ། །
en: If you recite it three times a day every day, all your misdeeds will be purified, and

source: སངས་རྒྱས་སྟོང་གིས་བསྐྱེད་པའི་དགེ་བའི་རྩ་བ་འཐོབ་པར་འགྱུར་རོ། །
en: you will obtain the roots of virtue generated by one thousand buddhas.

source: ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་བརྗོད་བྱས་ན་ལྟུང་བ་བཞི་འབྱང་བར་འགྱུར་རོ། །
en: If you recite it twenty-one times it will purify the four root downfalls.

source: ལན་འབུམ་བཟླས་བརྗོད་བྱས་ན་འཕགས་པ་བྱམས་པ་མཐོང་བར་འགྱུར་རོ། །
en: If you recite it one hundred thousand times you will have a vision of Noble Maitreya.

source: ལན་གཉིས་འབུམ་བཟླས་བརྗོད་བྱས་ན་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་མཐོང་བར་འགྱུར་རོ། །
en: If you recite it two hundred thousand times you will have a vision of Noble Avalokiteśvara.

source: ལན་སུམ་འབུམ་བཟླས་བརྗོད་བྱས་ན་དེ་བཞིན་གཤེགས་པ་འོད་དཔག་མེད་མཐོང་བར་འགྱུར་རོ། །
en: If you recite it three hundred thousand times you will have a vision of the tathāgata Amitābha.

source: ཕན་ཡོན་གཞན་ཡང་དཔག་ཏུ་མེད་པ་ཡོད་ན་ཡང་མདོར་བསྡུས་ཏེ་བསྟན་པ་ཡིན་ནོ། །
en: Since the additional benefits are innumerable, this is only a brief summary.

source: འཕགས་པ་ཡོན་ཏན་བསྔགས་པ་དཔག་ཏུ་མེད་པ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།།
en: This concludes “The Dhāraṇī Praising the Qualities of the Immeasurable One.”
